export const data = [{
    "_id": {
      "$oid": "6325f71854ec3a251df1c6d6"
    },
    "section": "Интериорна Боя",
    "products": [
      {
        "sectionName": "Master",
        "imageUrl": "media-1658958783716-294785237.png",
        "description": [
          "Лесно нанасяне\nВисока устойчивост на измиване, изтъркване, изцапване и полиране.\nОсигурява сертифицирана антимикробна защита върху сухия слой\nИздържа на честото измиване със слаби почистващи препарати\nИздържат във времето и не предизвиква пожълтяване\nСертифицирана според най-строгите спецификации на системата Indoor Air Comfort®, допринасяща за качеството на въздуха в помещението и здравословната атмосфера на закрито. Осигурява сертифицирана антимикробна защита върху сухия слой, предотвратявайки разграждането му от гъбички и микроби във влажна среда. Лесно се измива, издържа на честото измиване със слаби почистващи препарати. Поради лекия гланц, покрива ефективно несъвършенствата на стената, като осигурява равномерно матово покритие. Белият му цвят и хилядите налични нюанси, \nиздържат във времето и не предизвиква пожълтяване, като повишава естетиката през цялото време. Лесно се нанася, разпределя се равномерно и е почти без мирис. Съдържа 3MТМ керамични микросфери. Идеално решение за боядисване на стени на места, които често са замърсени и изискват устойчивост на често почистване и полиране, като детски спални, детски градини, коридори с голямо движение по него, училища и други. Висока устойчивост на измиване, изтъркване, изцапване и полиране. Технология против разпръскване, меко усещане за ефект “яйчена черупка”. *Важат при белия цвят и при светлите разцветки (Основа Р)"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял мат",
            "items": [
              {
                "weight": "0.75",
                "price": 12.97,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5863c"
                }
              },
              {
                "weight": "3",
                "price": 38.73,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5863d"
                }
              },
              {
                "weight": "10",
                "price": 122.53,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5863e"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "6325f7233d8f45bdb4d5863b"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "0.97",
                "price": 14.83,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58640"
                }
              },
              {
                "weight": "2.91",
                "price": 34.72,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58641"
                }
              },
              {
                "weight": "9.7",
                "price": 106.08,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58642"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "6325f7233d8f45bdb4d5863f"
            }
          },
          {
            "articleName": "База T",
            "items": [
              {
                "weight": "0.95",
                "price": 13.45,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58644"
                }
              },
              {
                "weight": "2.85",
                "price": 32.4,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58645"
                }
              },
              {
                "weight": "9.5",
                "price": 102.9,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58646"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "6325f7233d8f45bdb4d58643"
            }
          },
          {
            "articleName": "База D",
            "items": [
              {
                "weight": "0.93",
                "price": 12.51,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58648"
                }
              },
              {
                "weight": "2.7",
                "price": 29.72,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d58649"
                }
              },
              {
                "weight": "9.3",
                "price": 87.89,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5864a"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "6325f7233d8f45bdb4d58647"
            }
          },
          {
            "articleName": "База A",
            "items": [
              {
                "weight": "0.9",
                "price": 13.12,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5864c"
                }
              },
              {
                "weight": "2.7",
                "price": 29.83,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5864d"
                }
              },
              {
                "weight": "9",
                "price": 88.39,
                "boughts": 0,
                "_id": {
                  "$oid": "6325f7233d8f45bdb4d5864e"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "6325f7233d8f45bdb4d5864b"
            }
          }
        ],
        "_id": {
          "$oid": "6325f7233d8f45bdb4d5863a"
        }
      },
      {
        "sectionName": "Master Eco",
        "imageUrl": "media-1658959601237-947071129.png",
        "description": [
          "Не съдържа опасни химични вещества\nПочти без мирис\nИдеална за вътрешни жилищни помещения\nМие се лесно\nРаботи се лесно и се полага равномерно\nСертифицирана боя притежаваща екоетикет. Не съдържа опасни химични вещества и е почти \nбез мирис, правейки я идеална за вътрешни жилищни помещения. Мие се лесно и издържа на \nчесто измиване с почистващи препарати. Поради много слабия си гланц, покрива ефективно \nнесъвършенствата на стената, осигурявайки едно равномерно матово покритие. Блестящият й \nбял цвят и хилядите й нюанси издържат на времето и пожълтяването, подобрявайки чувствително \nпомещенията. Работи се лесно и се полага равномерно"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял мат",
            "items": [
              {
                "weight": "0.75",
                "price": 12.86,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c2a"
                }
              },
              {
                "weight": "3",
                "price": 39.13,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c2b"
                }
              },
              {
                "weight": "10",
                "price": 122.72,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c2c"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f22630f1a39a9401c29"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "1",
                "price": 14.99,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c2e"
                }
              },
              {
                "weight": "3",
                "price": 35.08,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c2f"
                }
              },
              {
                "weight": "10",
                "price": 107.17,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c30"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f22630f1a39a9401c2d"
            }
          },
          {
            "articleName": "База T",
            "items": [
              {
                "weight": "1",
                "price": 13.58,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c32"
                }
              },
              {
                "weight": "3",
                "price": 32.73,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c33"
                }
              },
              {
                "weight": "10",
                "price": 103.96,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c34"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f22630f1a39a9401c31"
            }
          },
          {
            "articleName": "База D",
            "items": [
              {
                "weight": "1",
                "price": 12.62,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c36"
                }
              },
              {
                "weight": "3",
                "price": 30.02,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c37"
                }
              },
              {
                "weight": "10",
                "price": 88.8,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c38"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f22630f1a39a9401c35"
            }
          },
          {
            "articleName": "База A",
            "items": [
              {
                "weight": "1",
                "price": 13.13,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c3a"
                }
              },
              {
                "weight": "3",
                "price": 29.85,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c3b"
                }
              },
              {
                "weight": "10",
                "price": 88.48,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f22630f1a39a9401c3c"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f22630f1a39a9401c39"
            }
          }
        ],
        "_id": {
          "$oid": "62e1b6f1ac6e9cf1977c98ae"
        }
      },
      {
        "sectionName": "Master Hydrocontrol",
        "imageUrl": "media-1658959833144-954102105.png",
        "description": [
          "Поради двойното си действие е идеална за помещения с интензивна влажност\nМного нисък блясък\nПокрива ефективно несъвършенствата на стената\nСилна противомухълна и антибактериална защита\nСертифицирана от международно признатия институт IMSL\nБлагодарение на изотермичните свойства и микроскопичните стъклени перли, които съдържа, \nизравнява температурата на стените и предотвратява кондензацията на натрупалите се водни пари, \nпоради разлика в температурата. Така предпазва от развитието на микроорганизми и предотвратява \nпоявата на влага, мухъл и плесен. Силна противомухълна и антибактериална защита, сертифицирана \nот международно признатия институт IMSL. Поради двойното си действие е идеална за помещения \nс интензивна влажност, където се създават въздушни пари, както и в помещения с недостатъчна \nвентилация или с отсъствие на естествена светлина, като бани, тоалетни, кухни, мазета и т.н. Мие се \nлесно и издържа на често измиване с почистващи препарати. Поради много ниския си блясък, покрива \nефективно несъвършенствата на стената, придавайки едно равномерно ултраматово покритие."
        ],
        "itemUnit": " L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял Мат / Ultra Мат",
            "items": [
              {
                "weight": "0.75",
                "price": 11.58,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f38630f1a39a9401c48"
                }
              },
              {
                "weight": "3",
                "price": 45.98,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f38630f1a39a9401c49"
                }
              },
              {
                "weight": "10",
                "price": 150.44,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f38630f1a39a9401c4a"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f38630f1a39a9401c47"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "1",
                "price": 15.6,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f38630f1a39a9401c4c"
                }
              },
              {
                "weight": "3",
                "price": 46.8,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f38630f1a39a9401c4d"
                }
              },
              {
                "weight": "10",
                "price": 153.19,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8f38630f1a39a9401c4e"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8f38630f1a39a9401c4b"
            }
          }
        ],
        "_id": {
          "$oid": "62e1b7d9576b29f1af634f49"
        }
      },
      {
        "sectionName": "Master Easy Clean",
        "imageUrl": "media-1658960094009-721485999.png",
        "description": [
          "Съдържа 3MТМ керамични микросфери\nВисока устойчивост на\nИзмиване\nИзтъркване\nИзцапване и полиране\nСъдържа 3MТМ керамични микросфери. Идеално решение за боядисване на стени на места, които \nчесто са замърсени и изискват устойчивост на често почистване и полиране, като детски спални, \nдетски градини, коридори с голямо движение по него, училища и други.\nВисока устойчивост на измиване, изтъркване, изцапване и полиране.\nТехнология против разпръскване, меко усещане за ефект “яйчена черупка”"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял / Яйчена черупка",
            "items": [
              {
                "weight": "1",
                "price": 18.49,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c5e"
                }
              },
              {
                "weight": "3",
                "price": 42.59,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c5f"
                }
              },
              {
                "weight": "10",
                "price": 133.53,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c60"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fa7630f1a39a9401c5d"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "0.97",
                "price": 17.06,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c62"
                }
              },
              {
                "weight": "2.91",
                "price": 39.93,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c63"
                }
              },
              {
                "weight": "9.7",
                "price": 122.27,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c64"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fa7630f1a39a9401c61"
            }
          },
          {
            "articleName": "База D",
            "items": [
              {
                "weight": "0.93",
                "price": 14.38,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c66"
                }
              },
              {
                "weight": "2.79",
                "price": 34.17,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c67"
                }
              },
              {
                "weight": "9.3",
                "price": 101.07,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c68"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fa7630f1a39a9401c65"
            }
          },
          {
            "articleName": "База A",
            "items": [
              {
                "weight": "0.9",
                "price": 14.21,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c6a"
                }
              },
              {
                "weight": "2.7",
                "price": 33.99,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c6b"
                }
              },
              {
                "weight": "9",
                "price": 100.7,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fa7630f1a39a9401c6c"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fa7630f1a39a9401c69"
            }
          }
        ],
        "_id": {
          "$oid": "62e1b8de28cfe3fb13721783"
        }
      },
      {
        "sectionName": "Profi Interior",
        "imageUrl": "media-1658960478681-782299058.png",
        "description": [
          "Сертифицирана боя притежаваща екоетикет\nНе съдържа опасни химически вещества\nПочти без мирис\nРаботи се лесно\nПолага се равномерно и е идеална за често пребоядисване и освежаване.\nСертифицирана боя притежаваща екоетикет. Не съдържа опасни химически вещества и е почти без \nмирис. Работи се лесно, полага се равномерно и е идеална за често пребоядисване и освежаване. \nПокрива ефективно, осигурявайки успоредно висока белота и нюанси, които издържат на времето. \nПоради много слабия си гланц, покрива ефективно несъвършенствата на стената, осигурявайки \nедно равномерно матово покритие"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял Мат",
            "items": [
              {
                "weight": "0.75",
                "price": 10.35,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b83"
                }
              },
              {
                "weight": "3",
                "price": 20.99,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b84"
                }
              },
              {
                "weight": "9",
                "price": 58.42,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b85"
                }
              },
              {
                "weight": "15",
                "price": 96.75,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b86"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b9468d25e996513c76b82"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "0.98",
                "price": 10.53,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b88"
                }
              },
              {
                "weight": "2.94",
                "price": 21.37,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b89"
                }
              },
              {
                "weight": "8.82",
                "price": 59.49,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b8a"
                }
              },
              {
                "weight": "14.7",
                "price": 98.51,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b8b"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b9468d25e996513c76b87"
            }
          },
          {
            "articleName": "База D",
            "items": [
              {
                "weight": "0.95",
                "price": 10.21,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b8d"
                }
              },
              {
                "weight": "2.85",
                "price": 20.14,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b8e"
                }
              },
              {
                "weight": "8.55",
                "price": 53.29,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9468d25e996513c76b8f"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b9468d25e996513c76b8c"
            }
          }
        ],
        "_id": {
          "$oid": "62e1ba5e2091db6c929485c6"
        }
      },
      {
        "sectionName": "Go! Interior",
        "imageUrl": "media-1658960781805-188948205.png",
        "description": [
          "Подходяща е за често боядисване на стени и тавани. \nПокрива ефективно несъвършенствата на \nстената, като осигурява равномерно матово покритие. \nНанася се лесно, разпределя се равномерно."
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял Мат",
            "items": [
              {
                "weight": "0.75",
                "price": 5.85,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fb8630f1a39a9401c74"
                }
              },
              {
                "weight": "3",
                "price": 14.99,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fb8630f1a39a9401c75"
                }
              },
              {
                "weight": "9",
                "price": 40.26,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fb8630f1a39a9401c76"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fb8630f1a39a9401c73"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "0.97",
                "price": 7.94,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fb8630f1a39a9401c78"
                }
              },
              {
                "weight": "2.91",
                "price": 14.98,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fb8630f1a39a9401c79"
                }
              },
              {
                "weight": "8.73",
                "price": 40.26,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fb8630f1a39a9401c7a"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fb8630f1a39a9401c77"
            }
          }
        ],
        "_id": {
          "$oid": "62e1bb8d2091db6c929485e4"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6d7"
    },
    "section": "Фасадна Боя",
    "products": [
      {
        "_id": {
          "$oid": "62e1be0aa9d39b6259dafc9b"
        },
        "sectionName": "4 Seasons Acrylic",
        "imageUrl": "media-1658961418675-672307434.png",
        "description": [
          "UV устойчивост • Висококачествено покритие\r\nУстойчивост на плесен и замърсявания\r\nНиско водопоглъщане\r\nВисока пропускливост на водни пари\r\nУстойчивост на алкали, топлина и огън\r\nУстойчивост на механични натоварвания и избледняване\r\nОтлична адхезия"
        ],
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "0.75",
                "price": 11.86,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c7e"
                }
              },
              {
                "weight": "3",
                "price": 38.08,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c7f"
                }
              },
              {
                "weight": "10",
                "price": 114.97,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c80"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fbd630f1a39a9401c7d"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "1",
                "price": 13.91,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c82"
                }
              },
              {
                "weight": "3",
                "price": 37.35,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c83"
                }
              },
              {
                "weight": "10",
                "price": 114.24,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c84"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fbd630f1a39a9401c81"
            }
          },
          {
            "articleName": "База T",
            "items": [
              {
                "weight": "1",
                "price": 13.77,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c86"
                }
              },
              {
                "weight": "3",
                "price": 36.61,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c87"
                }
              },
              {
                "weight": "10",
                "price": 111.31,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c88"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fbd630f1a39a9401c85"
            }
          },
          {
            "articleName": "База D",
            "items": [
              {
                "weight": "1",
                "price": 13.62,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c8a"
                }
              },
              {
                "weight": "3",
                "price": 32.22,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c8b"
                }
              },
              {
                "weight": "10",
                "price": 102.52,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c8c"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fbd630f1a39a9401c89"
            }
          },
          {
            "articleName": "База A",
            "items": [
              {
                "weight": "1",
                "price": 13.62,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c8e"
                }
              },
              {
                "weight": "3",
                "price": 32.22,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c8f"
                }
              },
              {
                "weight": "10",
                "price": 102.52,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fbd630f1a39a9401c90"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fbd630f1a39a9401c8d"
            }
          }
        ],
        "__v": 0,
        "itemUnit": "L"
      },
      {
        "sectionName": "4 Seasons Elastic",
        "imageUrl": "media-1658961619165-134353439.png",
        "description": [
          "Покрива перфектно съществуващи микропукнатини и цепнатини\nЗащитава от бъдещото им повторно появяване\nОбразува един изключително еластичен водоустойчив филм, който изолира и предпазва фасадите и повърхностите от дъжда и влагата.\nПредпазва от появата на влага и мухъл\nСертифицирана е като студен материал\nПокрива перфектно съществуващи микропукнатини и цепнатини, като същевременно защитава от \nбъдещото им повторно появяване, благодарение на изключително голямата еластичност дори и \nпри крайно неблагоприятни атмосферни условия (от -20οC до 80οC). Образува един изключително \nеластичен водоустойчив филм, който изолира и предпазва фасадите и повърхностите от дъжда и \nвлагата. Прави повърхността водонепропусклива, предоставяйки й същевременно способността \nда „диша”, което предпазва от появата на влага и мухъл. Блестящо белият цвят и хилядите живи \nнюанси издържат на времето и слънчевата светлина, повишавайки естетически нивото на сградата. \nСертифицирана е като студен материал."
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "3",
                "price": 43.27,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c94"
                }
              },
              {
                "weight": "10",
                "price": 135.7,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c95"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc0630f1a39a9401c93"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "3",
                "price": 43.22,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c97"
                }
              },
              {
                "weight": "10",
                "price": 134.75,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c98"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc0630f1a39a9401c96"
            }
          },
          {
            "articleName": "База T",
            "items": [
              {
                "weight": "3",
                "price": 42.59,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c9a"
                }
              },
              {
                "weight": "10",
                "price": 133.83,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c9b"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc0630f1a39a9401c99"
            }
          },
          {
            "articleName": "База D",
            "items": [
              {
                "weight": "3",
                "price": 41.51,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c9d"
                }
              },
              {
                "weight": "10",
                "price": 131.03,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401c9e"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc0630f1a39a9401c9c"
            }
          },
          {
            "articleName": "База A",
            "items": [
              {
                "weight": "3",
                "price": 40.89,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401ca0"
                }
              },
              {
                "weight": "10",
                "price": 129.48,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc0630f1a39a9401ca1"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc0630f1a39a9401c9f"
            }
          }
        ],
        "_id": {
          "$oid": "62e1bed3a9d39b6259dafcb6"
        }
      },
      {
        "sectionName": "4 Seasons WaterProof",
        "imageUrl": "media-1658961847776-742476963.png",
        "description": [
          "Пречи на навлизането на външната влага и на водата от дъжда навътре в стената\nПредотвратява концентрацията на прах и мръсотии върху повърхността\nБлестящо белият цвят и хилядите живи нюанси издържат на времето и слънчевата светлина\nПредпазва от издувания, лющене, мухъл и плесен\nОсигурява една дългогодишна защита на повърхността\nПредотвратява концентрацията на прах и мръсотии върху повърхността и позволява на дъжда \nда ги отнася, запазвайки повърхността чиста за голям период от време. Поради високата \nводонепропускливост пречи на навлизането на външната влага и на водата от дъжда навътре в \nстената, осигурявайки една дългогодишна защита на повърхността. Позволява на влагата, която е \nспряна във вътрешната част на повърхността на стената, да се изпари много лесно в атмосферата, \nпредпазвайки от издувания, лющене, мухъл и плесен.\nБлестящо белият цвят и хилядите живи нюанси издържат на времето и слънчевата светлина, \nповишавайки естетически нивото на сградата. Сертифицирана е като студен материал."
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "3",
                "price": 45.46,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401ca5"
                }
              },
              {
                "weight": "10",
                "price": 143.38,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401ca6"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc4630f1a39a9401ca4"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "3",
                "price": 45.46,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401ca8"
                }
              },
              {
                "weight": "10",
                "price": 143.38,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401ca9"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc4630f1a39a9401ca7"
            }
          },
          {
            "articleName": "База T",
            "items": [
              {
                "weight": "3",
                "price": 45.46,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401cab"
                }
              },
              {
                "weight": "10",
                "price": 143.38,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401cac"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc4630f1a39a9401caa"
            }
          },
          {
            "articleName": "База  D",
            "items": [
              {
                "weight": "3",
                "price": 43.94,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401cae"
                }
              },
              {
                "weight": "10",
                "price": 139.13,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc4630f1a39a9401caf"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc4630f1a39a9401cad"
            }
          }
        ],
        "_id": {
          "$oid": "62e1bfb7a9d39b6259dafccc"
        }
      },
      {
        "sectionName": "Acrylic",
        "imageUrl": "media-1658962487529-198088966.jpeg",
        "description": [
          "Висока устойчивост на екстремни атмосферни условия. \nДобро прилепване и дълготрайност на \nпокритието. Добра разливност. \nБял и оцветен в над 30 000 цвята с тонираща система KRAFT PAINTS."
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "0.75",
                "price": 9.5,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cb3"
                }
              },
              {
                "weight": "4",
                "price": 32.21,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cb4"
                }
              },
              {
                "weight": "10",
                "price": 73.15,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cb5"
                }
              },
              {
                "weight": "15",
                "price": 107.18,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cb6"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc8630f1a39a9401cb2"
            }
          },
          {
            "articleName": "База 2",
            "items": [
              {
                "weight": "0.75",
                "price": 9.5,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cb8"
                }
              },
              {
                "weight": "4",
                "price": 30.62,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cb9"
                }
              },
              {
                "weight": "10",
                "price": 74.81,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cba"
                }
              },
              {
                "weight": "15",
                "price": 111.88,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cbb"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc8630f1a39a9401cb7"
            }
          },
          {
            "articleName": "База 3",
            "items": [
              {
                "weight": "0.75",
                "price": 9.48,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cbd"
                }
              },
              {
                "weight": "4",
                "price": 30.62,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cbe"
                }
              },
              {
                "weight": "10",
                "price": 75.78,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cbf"
                }
              },
              {
                "weight": "15",
                "price": 112.9,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fc8630f1a39a9401cc0"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fc8630f1a39a9401cbc"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c237a9d39b6259dafcdf"
        }
      },
      {
        "sectionName": "Go! Exterior",
        "imageUrl": "media-1658963948914-718546589.png",
        "description": [
          "Подходяща е за често боядисване на стени. \nПокрива ефективно несъвършенствата на стената, като осигурява равномерно покритие с матова повърхност и пропускливо покритие за водни пари. \nНанася се лесно, разпределя се равномерно"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "0.75",
                "price": 7.06,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdb630f1a39a9401cdb"
                }
              },
              {
                "weight": "3",
                "price": 19.83,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdb630f1a39a9401cdc"
                }
              },
              {
                "weight": "9",
                "price": 56.39,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdb630f1a39a9401cdd"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fdb630f1a39a9401cda"
            }
          },
          {
            "articleName": "База P",
            "items": [
              {
                "weight": "0.97",
                "price": 9.44,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdb630f1a39a9401cdf"
                }
              },
              {
                "weight": "2.91",
                "price": 19.83,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdb630f1a39a9401ce0"
                }
              },
              {
                "weight": "8.73",
                "price": 56.4,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdb630f1a39a9401ce1"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fdb630f1a39a9401cde"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c7ec59a3e382a8615a68"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6d8"
    },
    "section": "Антибактериална боя",
    "products": [
      {
        "sectionName": "Asepsis",
        "imageUrl": "media-1658962680090-598060976.png",
        "description": [
          "Латекс, базиращ се на акрилни смоли във водна дисперсия с високи показатели, с \nантисептично действие за вътрешна употреба. \nПрилага се върху нови или боядисани, но добре подготвени повърхности, като стени, гипсови картони, мазилки, цимент, дърво, осигурявайки копринено-сатенена повърхност. \nПоради специфичните антисептични добавки, които съдържа, пречи на развитието на мухъл и микробиологични замърсители. \nОсобено издръжлив на често миене с дезинфектанти или почистващи препарати.\nИдеален за стерилни помещения, като хирургически блокове, хранителната и фармацевтичната промишленост."
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял Гланц",
            "items": [
              {
                "weight": "3",
                "price": 48.43,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fcc630f1a39a9401cc4"
                }
              },
              {
                "weight": "10",
                "price": 153.83,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fcc630f1a39a9401cc5"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fcc630f1a39a9401cc3"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c2f8a9d39b6259dafcf5"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6d9"
    },
    "section": "Боя за директно полагане върху бетон",
    "products": [
      {
        "sectionName": "Betonyl",
        "imageUrl": "media-1658962854494-43970421.png",
        "description": [
          "Подходяща е за нови или вече боядисани циментови, вертикални или хоризонтални повърхности. \nВисока устойчивост на атмосферни замърсители и екстремни климатични условия. \nОтлична водоустойчивост и защита от алкали, и корозия. \nПродуктът е подходящ за стени, циментови подове, дворове, тротоари, гаражни подове, складове и др, както и места в планини и близост до \nморе."
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "3",
                "price": 62.85,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fce630f1a39a9401cc9"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fce630f1a39a9401cc8"
            }
          },
          {
            "articleName": "Сив RAL7030",
            "items": [
              {
                "weight": "3",
                "price": 59.13,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fce630f1a39a9401ccb"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fce630f1a39a9401cca"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c3a6a9d39b6259dafcff"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6da"
    },
    "section": "Боя за варова основа",
    "products": [
      {
        "sectionName": "Go! Hydrochroma",
        "imageUrl": "media-1658964113396-995685722.png",
        "description": [
          "Постигане на изключителна белота. \nВисока паропропускливост. \nПодходяща за често пребоядисване Осигурява равномерно матово покритие"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял мат",
            "items": [
              {
                "weight": "3",
                "price": 12.18,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdd630f1a39a9401ce5"
                }
              },
              {
                "weight": "9",
                "price": 31.34,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fdd630f1a39a9401ce6"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fdd630f1a39a9401ce4"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c89159a3e382a8615a77"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6db"
    },
    "section": "Боя за метал, дърво, пластмаса и др.",
    "products": [
      {
        "sectionName": "Hard Duko Classic",
        "imageUrl": "media-1658965517491-38795200.png",
        "description": [
          "Отлична устойчивост на слънчева светлина и висока твърдост. \nПоддържа блясък при неблагоприятно време в продължение на много години. Идеален за външни метални повърхности като гаражни врати, парапети, машини, промишлено оборудване и др. Предлага антикорозионна защита, след като се нанесе подходящият грунд. \nИзсъхва бързо и равномерно, образувайки твърда и еластична повърхност. \nОтличава се с отлично изравняване и лесно разнасяне, осигурявайки еднаква и издръжлива повърхност с перфектен завършек. \nВисока издръжливост.\nОтлична твърдост. Високо покритие"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял Гланц",
            "items": [
              {
                "weight": "0.75",
                "price": 23.31,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401cfa"
                }
              },
              {
                "weight": "2.5",
                "price": 71.12,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401cfb"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401cf9"
            }
          },
          {
            "articleName": "Гланц База A",
            "items": [
              {
                "weight": "0.675",
                "price": 16.99,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401cfd"
                }
              },
              {
                "weight": "2.02",
                "price": 47.28,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401cfe"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401cfc"
            }
          },
          {
            "articleName": "Гланц База D",
            "items": [
              {
                "weight": "0.7",
                "price": 18.57,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d00"
                }
              },
              {
                "weight": "2.11",
                "price": 52.94,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d01"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401cff"
            }
          },
          {
            "articleName": "Гланц База P",
            "items": [
              {
                "weight": "0.72",
                "price": 20.81,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d03"
                }
              },
              {
                "weight": "2.16",
                "price": 59.27,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d04"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401d02"
            }
          },
          {
            "articleName": "Сатен бял",
            "items": [
              {
                "weight": "0.75",
                "price": 23.31,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d06"
                }
              },
              {
                "weight": "2.5",
                "price": 71.12,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d07"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401d05"
            }
          },
          {
            "articleName": "Сатен Черен",
            "items": [
              {
                "weight": "0.75",
                "price": 23.57,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d09"
                }
              },
              {
                "weight": "2.5",
                "price": 71.78,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d0a"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401d08"
            }
          },
          {
            "articleName": "Сатен База A",
            "items": [
              {
                "weight": "0.675",
                "price": 16.99,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d0c"
                }
              },
              {
                "weight": "2.02",
                "price": 47.28,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d0d"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401d0b"
            }
          },
          {
            "articleName": "Сатен База D",
            "items": [
              {
                "weight": "0.7",
                "price": 18.57,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d0f"
                }
              },
              {
                "weight": "2.11",
                "price": 52.94,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d10"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401d0e"
            }
          },
          {
            "articleName": "Сатен База P",
            "items": [
              {
                "weight": "0.72",
                "price": 20.81,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d12"
                }
              },
              {
                "weight": "2.16",
                "price": 59.27,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe7630f1a39a9401d13"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe7630f1a39a9401d11"
            }
          }
        ],
        "_id": {
          "$oid": "62e1ce0d59a3e382a8615ae2"
        }
      },
      {
        "sectionName": "Hard Duko Metallized",
        "imageUrl": "media-1658965722634-486606037.png",
        "description": [
          "Отлична устойчивост на слънчева светлина и висока твърдост. \nПоддържа блясък при неблагоприятно време в продължение на много години. Идеален за външни метални повърхности като гаражни врати, парапети, машини, промишлено оборудване и др. \nПредлага антикорозионна защита, след като се нанесе подходящият грунд. \nИзсъхва бързо и равномерно, образувайки твърда и еластична повърхност. \nОтличава се с отлично изравняване и лесно разнасяне, осигурявайки еднаква и издръжлива повърхност с перфектен завършек. Предлага се в 2 сребърни нюанса, 603 Base Olympos (матов) и 617 Base Olympos (металик), които са основи на оцветяващата система KRAFT INSPIRED COLOUR за тониране на 13 матови и 13 гланцови нюанса"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Гланц",
            "items": [
              {
                "weight": "0.7",
                "price": 29.44,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fea630f1a39a9401d17"
                }
              },
              {
                "weight": "2.1",
                "price": 82.07,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fea630f1a39a9401d18"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fea630f1a39a9401d16"
            }
          },
          {
            "articleName": "Мат",
            "items": [
              {
                "weight": "0.7",
                "price": 34.86,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fea630f1a39a9401d1a"
                }
              },
              {
                "weight": "2.1",
                "price": 97.67,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fea630f1a39a9401d1b"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fea630f1a39a9401d19"
            }
          }
        ],
        "_id": {
          "$oid": "62e1ceda59a3e382a8615b08"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6dc"
    },
    "section": "Пяни",
    "products": [
      {
        "sectionName": "Easy Foam",
        "imageUrl": "media-1658963390332-106315677.tif",
        "description": [
          "Отлична адхезия към повечето строителни материали\nЛесна употреба\nВисоки топло- и звукоизолационни свойства\nУстойчивост на влага\nУстойчивост на стареене\nЧувствителен към UV лъчение\nРъчна полиуретанова пяна \nПяната показва отлична адхезия към дърво, бетон, камъни, метали и др. Субстратът може да бъде мокър, но не покрит с лед. Една опаковка от 750 мл може да даде приблизително 45 литра втвърдена пяна, но това до голяма степен зависи от мястото на нанасяне (температура, влажност на въздуха, размерите на кухината и т.н.). Втвърдената пяна е устойчива на огън (клас В3) и е нетоксична.Употреба: Закрепване и изолация на рамки на врати и прозорци, запъл\u0002ване на кухини, големи пукнатини, фуги, отвори и дупки, изолация на тръби, фиксиране и изолация на по\u0002криви, сепарации и др., Звукоизола\u0002ционни стени.\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "",
            "items": [
              {
                "weight": "0.75",
                "price": 10.03,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fd2630f1a39a9401ccf"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fd2630f1a39a9401cce"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c5bfa9d39b6259dafd0e"
        }
      },
      {
        "sectionName": "Gun Foam",
        "imageUrl": "media-1658963571653-645079578.tif",
        "description": [
          "Отлична адхезия към повечето ос\u0002нови\nВисока топло и звукоизолация\nПо-висок добив - Отличен капаци\u0002тет за пълнене\nОтличен монтажен капацитет\nОтлична стабилност\nЩадящ продукт към потребителят и околната среда\nПолиуретанова пяна с ниско разширение\nИма минимално разширение след нанасяне и е лесен за използване. Подходящ е както за вътрешна, така и за външна употреба. Проявява отлична адхезия към гипс, тухли, циментови разтвори, дърво, твър\u0002ди плочи, битум, гипс и метални по\u0002върхности. След втвърдяване има отлична устойчивост на температур\u0002ни колебания от -40ºC до +90ºC.Употреба: фиксиране и запечатване на рамки на прозорци и врати, за\u0002пълване на кухини около тръби или изолационни материали, запечат\u0002ване на всички отвори в покривни конструкции\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "",
            "items": [
              {
                "weight": "0.75",
                "price": 11.29,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fd4630f1a39a9401cd3"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fd4630f1a39a9401cd2"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c674a9d39b6259dafd23"
        }
      },
      {
        "sectionName": "Glue Foam",
        "imageUrl": "media-1658963680673-488237854.tif",
        "description": [
          "Ниско след разширяване\nОтлична адхезия към повечето ос\u0002нови\nВисока топло и звукоизолация\nОтлична стабилност\nЩадящ продукт към потребителят и околната среда\nПолиуретаново лепило с ниска степен на разширяване\nЛесен за използване. Придава от\u0002лични адхезивни качества в почти всеки материал. Той е особено под\u0002ходящ за залепване върху термоизо\u0002лационни полистиролни плоскости, тъй като не съдържа разтворители. Употреба: закрепване и запечатване на термоизолационни плочи от по\u0002листирол (EPS и XPS) по стените\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "",
            "items": [
              {
                "weight": "0.83",
                "price": 15.05,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fd7630f1a39a9401cd7"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fd7630f1a39a9401cd6"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c6e259a3e382a8615a53"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6dd"
    },
    "section": "Грундове",
    "products": [
      {
        "sectionName": "Eco Dur Aqua",
        "imageUrl": "media-1658964337706-452398685.png",
        "description": [
          "За вътрешна и външна употреба.\nПочти без мирис, щади ползвателя и околната среда.\n Идеален за предварителна обработка на детски стаи, болници и училища.\nПречи на проникването до повърхността на съдържащите се в цимента и мазилката калциевите йони, без да влиза в реакция с тях.\nЕкологичен акрилен нанотехнологичен грунд във водна дисперсия за вътрешна и външна употреба.\nВ сравнение с конвенционалните водни грундове, осигурява по-висока издръжливост, по-мощно сцепление и по-голяма проникващаспособност на порести повърхности, като гипсокартони, лепила, циментови замазки, шпакловани повърхности, замазки и MDF, както и циментови, и бетонови покрития. "
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Прозрачен",
            "items": [
              {
                "weight": "1",
                "price": 12.67,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe0630f1a39a9401cea"
                }
              },
              {
                "weight": "4",
                "price": 36.39,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe0630f1a39a9401ceb"
                }
              },
              {
                "weight": "18",
                "price": 148.62,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe0630f1a39a9401cec"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe0630f1a39a9401ce9"
            }
          }
        ],
        "_id": {
          "$oid": "62e1c97159a3e382a8615a81"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6de"
    },
    "section": "Грундове за петна",
    "products": [
      {
        "sectionName": "Eco Stain Blocker Aqua",
        "imageUrl": "media-1658964525023-901791146.png",
        "description": [
          "Допринася за идеалната обработка на повърхността\nИдеален за детски стаи, детски градини, училища и болници.\nОцветява се в светли нюанси с тониращата система KRAFT INSPIRED COLOR, допринасяйки по този начин за идеалното покритие на крайния слой.\nЗасилва сцеплението, повишава ефективността, издръжливостта и годността на крайната боя. \nПоради специфичния си състав възпрепятства миграцията на сухите петна от никотин, пушек, стари петна от влага, маркери, кафе, натурални сокове и др. до повърхността на крайния слой. \nДопринася за идеалната обработка на повърхността, поради лесната работа и голямата си покривна способност, намалявайки по този начин необходимите слоеве за крайната боя. Прилага се като изолиращ грунд за латексови и акрилни бои върху боядисани повърхности, както и върху нови, подходящо обработени, от мазилка, гипсокартон, циментови и бетонови повърхности. "
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "1",
                "price": 17.93,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe2630f1a39a9401cf0"
                }
              },
              {
                "weight": "3",
                "price": 45.68,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe2630f1a39a9401cf1"
                }
              },
              {
                "weight": "10",
                "price": 148.01,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe2630f1a39a9401cf2"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe2630f1a39a9401cef"
            }
          }
        ],
        "_id": {
          "$oid": "62e1ca2d59a3e382a8615a8c"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6df"
    },
    "section": "Алкидна Боя За Метал",
    "products": [
      {
        "sectionName": "Hard & Gloss",
        "imageUrl": "media-1658964731575-51095676.png",
        "description": [
          "Висококачествен емайллак за метали. \nОбезпечава отлично покритие и блясък. \nОсигурява антико\u0002розионна защита, след като преди това бъде извършено боядисване с подходящ грунд. \nОтличава се, защото се полага невероятно, работи се леко, обезпечавайки една бляскава, гладка и издръж\u0002лива повърхност с безупречно покритие.\n* 8, 15, 23, 33, 67, 70, 84, 140. ** 8, 70, 84\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Сребро",
            "items": [
              {
                "weight": "0.65",
                "price": 10.45,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fe4630f1a39a9401cf6"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fe4630f1a39a9401cf5"
            }
          }
        ],
        "_id": {
          "$oid": "62e1cafb59a3e382a8615a97"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6e0"
    },
    "section": "Двукомпонентни Хидроизолации",
    "products": [
      {
        "sectionName": "Hydroguard one 40",
        "imageUrl": "media-1658965993951-918952300.png",
        "description": [
          "Прилага се както за вертикални, така и за хоризонтални по\u0002върхности на сгради. \nТой е тестван и е одобрен за контакт с питейна вода съгласно C.M.N. /2/2600/2001 г.\nОтговаря на изискванията, определени в ΕΝ 1504-2 за покривна система за повърхностна защита. \nГъвкава хидроизолационна система.\nТой също така представя много добра адхезия към металната ос\u0002нова.\nМоже да се използва като еднокомпонентна хидроизолационна система за защита на бетонни повърхности\nМногофункционален водоустойчив, циментов, тежък разтвор, който спира проникването на вода и предотвратява увреждането на водата, като същевременно защитава бетон и други зидани по\u0002върхности,подложени на огъване. \nПорадиуникалния си състав, той може да се използва като еднокомпонентна хидроизолационна система за защита на бетонни повърхности, подложени на положително на\u0002лягане, илидвукомпонентна гъвкава хидроизолационна система (KRAFT HYDROGUARD FLEX или KRAFT HYDROGU ARD ELASTIC). \nТой също така представя много добра адхезия към металната ос\u0002нова, както и къмEPS, XPS топлоизолационни панели, което води до възможност за комбинира\u0002не на топлоизолация ихидроизолация на повърхности. \n\n"
        ],
        "itemUnit": "KG",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Сив",
            "items": [
              {
                "weight": "6",
                "price": 14.9,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fed630f1a39a9401d1f"
                }
              },
              {
                "weight": "18",
                "price": 33.1,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fed630f1a39a9401d20"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fed630f1a39a9401d1e"
            }
          },
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "6",
                "price": 23.77,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fed630f1a39a9401d22"
                }
              },
              {
                "weight": "18",
                "price": 45.14,
                "boughts": 0,
                "_id": {
                  "$oid": "631b8fed630f1a39a9401d23"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b8fed630f1a39a9401d21"
            }
          }
        ],
        "_id": {
          "$oid": "62e1cfea59a3e382a8615b15"
        }
      }
    ]
  },
  {
    "_id": {
      "$oid": "6325f71854ec3a251df1c6e1"
    },
    "section": "Силикони",
    "products": [
      {
        "sectionName": "Joint Acrylic",
        "imageUrl": "media-1658966200187-352522708.png",
        "description": [
          "Без пропадане.\nГладък завършек.\nЕднокомпонентен уплътнител на основата на акрилни смоли.\nВтвърдява се бързо с влагата и се боядисва с емулсионни бои на водна основа.\nПредлага отлична адхезия, без да се използва грунд върху повечето, дори влажни, основи като бетон, тухлена зидария, дърво, метал и PVC. \nПодходящ е за фуги без го\u0002ляма промяна на работната ширина (до 8%).Не е подходящ за запечатване на фуги, постоянно потопени във вода (резервоари за вода и др.).\nТой е особено подходящ за запе\u0002чатване на фуги в материали с аб\u0002сорбираща (пореста) повърхност на открито и закрито, като между про\u0002зорци и первази, рамки и прозорци или врати и стени, пукнатини на сте\u0002ни и др. \n\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "",
            "items": [
              {
                "weight": "0.28",
                "price": 3.34,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9008630f1a39a9401d27"
                }
              },
              {
                "weight": "0.60",
                "price": 5.77,
                "boughts": 0,
                "_id": {
                  "$oid": "631b9008630f1a39a9401d28"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b9008630f1a39a9401d26"
            }
          }
        ],
        "_id": {
          "$oid": "62e1d0b859a3e382a8615b22"
        }
      },
      {
        "sectionName": "Joint Mold Resist",
        "imageUrl": "media-1658966331247-420558555.tif",
        "description": [
          "Ацетокси тип силикон\nУстойчив на вода\nУстойчив на мухъл\nВисока гъвкавост при екстремни температури\nЕднокомпонентен ацетокси пре\u0002парат, нестичащ се силикон. \nИма отлична адхезия към керамика, плочки, кориан, арборит, стъкло и повечето акрили.Подходящ е за уплътняване на баня (вани, душ кабини, писоари, уми\u0002валници за баня и врати за душ) и кухненски приложения (плотове, мивки, шкафове, прозорци и врати), както и за обща защита от влага в жилища, болници, лаборатории и промишлени помещения. Предлага добра устойчивост на атмосферни влияния, вибрации, влага, озон и екстремни температури и остава трайно гъвкав. Бързо се втвърдява при излагане на влага във въздуха\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "0.28",
                "price": 6.21,
                "boughts": 0,
                "_id": {
                  "$oid": "631b900b630f1a39a9401d2c"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b900b630f1a39a9401d2b"
            }
          }
        ],
        "_id": {
          "$oid": "62e1d13b59a3e382a8615b2c"
        }
      },
      {
        "sectionName": "Joint PU 25",
        "imageUrl": "media-1658966439948-122888110.tif",
        "description": [
          "Уплътнител от полиуретанов мастик\nЕластично изпълнение и възмож\u0002ност за движение\nМного добра устойчивост на старе\u0002ене (UV и влага)\nВисока механична якост\nБоядисва се с емулсионни бои на водна основа.\nПрепоръчва се за запечатване и за\u0002лепване между подобни и различни субстрати в традиционната зидария, граждански и промишлени при\u0002ложения, леки и тежки сглобяеми фасади, интериорна декорация. За\u0002лепва се към повечето строителни материали като бетон, стъкло, плоч\u0002ки, анодизиран алуминий и дърво. Предлага превъзходни еластични характеристики и способност за дви\u0002жение. \n\n\n"
        ],
        "itemUnit": "L",
        "totalBoughtProducts": 0,
        "articles": [
          {
            "articleName": "Бял",
            "items": [
              {
                "weight": "0.31",
                "price": 9.91,
                "boughts": 0,
                "_id": {
                  "$oid": "631b900d630f1a39a9401d30"
                }
              },
              {
                "weight": "0.60",
                "price": 12.42,
                "boughts": 0,
                "_id": {
                  "$oid": "631b900d630f1a39a9401d31"
                }
              }
            ],
            "totalItemBoughts": 0,
            "_id": {
              "$oid": "631b900d630f1a39a9401d2f"
            }
          }
        ],
        "_id": {
          "$oid": "62e1d1a859a3e382a8615b35"
        }
      }
    ]
  }]